Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=635_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: KueŠhtt ođđ tâŠvvsääŠmǩiõllsaž matematiikk ǩeeŠrj liâ iŠlmmstõõvvâm
fin: Kaksi uutta pohjoissaamenkielistä matematiikan kirjaa ilmestyi

source: Vuâđđmättʼtem ođđ matematiikk mättʼtemǩeŠrjjraiddu liâ iŠmmstõõvvâm kueŠhtt ođđ tâŠvvsääŠmǩiõllsa mättʼtemǩeeŠrj.
fin: Perusopetuksen uuteen matematiikan oppikirjasarjaan on ilmestynyt kaksi uutta pohjoissaamenkielistä oppikirjaa.

source: Ođđ mättʼtemǩeeŠrj liâ čõhččlookkâmpââi škooulneǩ-ǩeeŠrj klaassid 5-6.
fin: Uudet oppikirjat ovat syyslukukauden oppilaankirjoja luokille 5-6.

source: Lohkoleaika- nõmmsa mättʼtemǩeeŠrj liâ jåårǥlõttum WSOY:zz Matikk-nõmmsaž rääidest.
fin: Lohkoleaika- nimiset oppikirjat on käännetty WSOY:n Matikka-nimisestä sarjasta.

source: Obb mättʼtemǩeŠrjjrääidd valmštõõvvmõš tâŠvvsääŠmǩiõŠlle lij puõŠtti ǩiđđlookkâmpâjja mõneeŠst.
fin: Koko sarjan on määrä valmistua pohjoissaamen kielellä tulevaan kevätlukukauteen mennessä.

source: MättʼtemǩeŠrjjräidd puäŠđet čõõđtet še aanarsääŠmǩiõŠlle.
fin: Oppikirjasarja julkaistaan myös inarinsaamen kielellä.

source: Vuõssmõs sääŠmǩiõllsa joortõõzz WSOY:zz Matikka-rääidast čõõđteš eeŠjjest 2011.
fin: Ensimmäiset saamenkieliset käännökset WSOY:n Matikka-sarjasta julkaistiin vuonna 2011.

source: TâŠvvsääŠmǩiõllsaž rääidast liâ tuejjeeǩâni veâl 5-6 klaassi ǩiđđǩeeŠrj, kooi valmštõõllmõš lij ouddâl puõŠtti ǩiđđlookkâmpââi.
fin: Pohjoissaamenkielisestä sarjasta puuttuvat enää 5-6 luokkien kevätkirjat, joiden on määrä ilmestyä ennen ensi kevätlukukautta.

source: AanarsääŠmǩiõllsaž čõhččlookkâmpââi mättŠtemǩeŠrjj Lohosierâ 1 lij čõõđtum eeŠjjest 2011.
fin: Inarinsaamenkielinen syyslukukauden oppikirja Lohosierâ 1 on julkaistu vuonna 2011.

source: MättʼtemǩeeŠrjid vuäitt tiŠllʼjed sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest: anni.
fin: Oppikirjoja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta: anni.

source: fi leŠbe ritva.
fin: fi tai ritva.
